{
  "\t": 0,
  "\n": 1,
  "\u000b": 2,
  "\f": 3,
  "\r": 4,
  " ": 5,
  "!": 6,
  "\"": 7,
  "#": 8,
  "$": 9,
  "%": 10,
  "&": 11,
  "'": 12,
  "(": 13,
  ")": 14,
  "*": 15,
  "+": 16,
  ",": 17,
  "-": 18,
  ".": 19,
  "/": 20,
  "0": 21,
  "1": 22,
  "2": 23,
  "3": 24,
  "4": 25,
  "5": 26,
  "6": 27,
  "7": 28,
  "8": 29,
  "9": 30,
  ":": 31,
  ";": 32,
  "<": 33,
  "=": 34,
  ">": 35,
  "?": 36,
  "@": 37,
  "A": 38,
  "B": 39,
  "C": 40,
  "D": 41,
  "E": 42,
  "F": 43,
  "G": 44,
  "H": 45,
  "I": 46,
  "J": 47,
  "K": 48,
  "L": 49,
  "M": 50,
  "N": 51,
  "O": 52,
  "P": 53,
  "Q": 54,
  "R": 55,
  "S": 56,
  "T": 57,
  "U": 58,
  "V": 59,
  "W": 60,
  "X": 61,
  "Y": 62,
  "Z": 63,
  "[": 64,
  "\\": 65,
  "]": 66,
  "^": 67,
  "_": 68,
  "`": 69,
  "a": 70,
  "b": 71,
  "c": 72,
  "d": 73,
  "e": 74,
  "f": 75,
  "g": 76,
  "h": 77,
  "i": 78,
  "j": 79,
  "k": 80,
  "l": 81,
  "m": 82,
  "n": 83,
  "o": 84,
  "p": 85,
  "q": 86,
  "r": 87,
  "s": 88,
  "t": 89,
  "u": 90,
  "v": 91,
  "w": 92,
  "x": 93,
  "y": 94,
  "z": 95,
  "{": 96,
  "|": 97,
  "}": 98,
  "~": 99,
  "　": 100,
  "、": 101,
  "。": 102,
  "〃": 103,
  "〄": 104,
  "々": 105,
  "〆": 106,
  "〇": 107,
  "〈": 108,
  "〉": 109,
  "《": 110,
  "》": 111,
  "「": 112,
  "」": 113,
  "『": 114,
  "』": 115,
  "【": 116,
  "】": 117,
  "〒": 118,
  "〓": 119,
  "〔": 120,
  "〕": 121,
  "〖": 122,
  "〗": 123,
  "〘": 124,
  "〙": 125,
  "〚": 126,
  "〛": 127,
  "〜": 128,
  "〝": 129,
  "〞": 130,
  "〟": 131,
  "〠": 132,
  "〡": 133,
  "〢": 134,
  "〣": 135,
  "〤": 136,
  "〥": 137,
  "〦": 138,
  "〧": 139,
  "〨": 140,
  "〩": 141,
  "〪": 142,
  "〫": 143,
  "〬": 144,
  "〭": 145,
  "〮": 146,
  "〯": 147,
  "〰": 148,
  "〱": 149,
  "〲": 150,
  "〳": 151,
  "〴": 152,
  "〵": 153,
  "〶": 154,
  "〷": 155,
  "〸": 156,
  "〹": 157,
  "〺": 158,
  "〻": 159,
  "〼": 160,
  "〽": 161,
  "〾": 162,
  "ぁ": 163,
  "あ": 164,
  "ぃ": 165,
  "い": 166,
  "ぅ": 167,
  "う": 168,
  "ぇ": 169,
  "え": 170,
  "ぉ": 171,
  "お": 172,
  "か": 173,
  "が": 174,
  "き": 175,
  "ぎ": 176,
  "く": 177,
  "ぐ": 178,
  "け": 179,
  "げ": 180,
  "こ": 181,
  "ご": 182,
  "さ": 183,
  "ざ": 184,
  "し": 185,
  "じ": 186,
  "す": 187,
  "ず": 188,
  "せ": 189,
  "ぜ": 190,
  "そ": 191,
  "ぞ": 192,
  "た": 193,
  "だ": 194,
  "ち": 195,
  "ぢ": 196,
  "っ": 197,
  "つ": 198,
  "づ": 199,
  "て": 200,
  "で": 201,
  "と": 202,
  "ど": 203,
  "な": 204,
  "に": 205,
  "ぬ": 206,
  "ね": 207,
  "の": 208,
  "は": 209,
  "ば": 210,
  "ぱ": 211,
  "ひ": 212,
  "び": 213,
  "ぴ": 214,
  "ふ": 215,
  "ぶ": 216,
  "ぷ": 217,
  "へ": 218,
  "べ": 219,
  "ぺ": 220,
  "ほ": 221,
  "ぼ": 222,
  "ぽ": 223,
  "ま": 224,
  "み": 225,
  "む": 226,
  "め": 227,
  "も": 228,
  "ゃ": 229,
  "や": 230,
  "ゅ": 231,
  "ゆ": 232,
  "ょ": 233,
  "よ": 234,
  "ら": 235,
  "り": 236,
  "る": 237,
  "れ": 238,
  "ろ": 239,
  "ゎ": 240,
  "わ": 241,
  "ゐ": 242,
  "ゑ": 243,
  "を": 244,
  "ん": 245,
  "ゔ": 246,
  "ゕ": 247,
  "ゖ": 248,
  "゗": 249,
  "゘": 250,
  "゙": 251,
  "゚": 252,
  "゛": 253,
  "゜": 254,
  "ゝ": 255,
  "ゞ": 256,
  "ァ": 257,
  "ア": 258,
  "ィ": 259,
  "イ": 260,
  "ゥ": 261,
  "ウ": 262,
  "ェ": 263,
  "エ": 264,
  "ォ": 265,
  "オ": 266,
  "カ": 267,
  "ガ": 268,
  "キ": 269,
  "ギ": 270,
  "ク": 271,
  "グ": 272,
  "ケ": 273,
  "ゲ": 274,
  "コ": 275,
  "ゴ": 276,
  "サ": 277,
  "ザ": 278,
  "シ": 279,
  "ジ": 280,
  "ス": 281,
  "ズ": 282,
  "セ": 283,
  "ゼ": 284,
  "ソ": 285,
  "ゾ": 286,
  "タ": 287,
  "ダ": 288,
  "チ": 289,
  "ヂ": 290,
  "ッ": 291,
  "ツ": 292,
  "ヅ": 293,
  "テ": 294,
  "デ": 295,
  "ト": 296,
  "ド": 297,
  "ナ": 298,
  "ニ": 299,
  "ヌ": 300,
  "ネ": 301,
  "ノ": 302,
  "ハ": 303,
  "バ": 304,
  "パ": 305,
  "ヒ": 306,
  "ビ": 307,
  "ピ": 308,
  "フ": 309,
  "ブ": 310,
  "プ": 311,
  "ヘ": 312,
  "ベ": 313,
  "ペ": 314,
  "ホ": 315,
  "ボ": 316,
  "ポ": 317,
  "マ": 318,
  "ミ": 319,
  "ム": 320,
  "メ": 321,
  "モ": 322,
  "ャ": 323,
  "ヤ": 324,
  "ュ": 325,
  "ユ": 326,
  "ョ": 327,
  "ヨ": 328,
  "ラ": 329,
  "リ": 330,
  "ル": 331,
  "レ": 332,
  "ロ": 333,
  "ヮ": 334,
  "ワ": 335,
  "ヰ": 336,
  "ヱ": 337,
  "ヲ": 338,
  "ン": 339,
  "ヴ": 340,
  "ヵ": 341,
  "ヶ": 342,
  "ヷ": 343,
  "ヸ": 344,
  "ヹ": 345,
  "ヺ": 346,
  "・": 347,
  "ー": 348,
  "ヽ": 349,
  "ヾ": 350,
  "一": 351,
  "丁": 352,
  "七": 353,
  "万": 354,
  "丈": 355,
  "三": 356,
  "上": 357,
  "下": 358,
  "不": 359,
  "与": 360,
  "且": 361,
  "世": 362,
  "丘": 363,
  "丙": 364,
  "両": 365,
  "並": 366,
  "中": 367,
  "串": 368,
  "丸": 369,
  "丹": 370,
  "主": 371,
  "丼": 372,
  "久": 373,
  "乏": 374,
  "乗": 375,
  "乙": 376,
  "九": 377,
  "乞": 378,
  "乱": 379,
  "乳": 380,
  "乾": 381,
  "亀": 382,
  "了": 383,
  "予": 384,
  "争": 385,
  "事": 386,
  "二": 387,
  "互": 388,
  "五": 389,
  "井": 390,
  "亜": 391,
  "亡": 392,
  "交": 393,
  "享": 394,
  "京": 395,
  "亭": 396,
  "人": 397,
  "仁": 398,
  "今": 399,
  "介": 400,
  "仏": 401,
  "仕": 402,
  "他": 403,
  "付": 404,
  "仙": 405,
  "代": 406,
  "令": 407,
  "以": 408,
  "仮": 409,
  "仰": 410,
  "仲": 411,
  "件": 412,
  "任": 413,
  "企": 414,
  "伎": 415,
  "伏": 416,
  "伐": 417,
  "休": 418,
  "会": 419,
  "伝": 420,
  "伯": 421,
  "伴": 422,
  "伸": 423,
  "伺": 424,
  "似": 425,
  "但": 426,
  "位": 427,
  "低": 428,
  "住": 429,
  "佐": 430,
  "体": 431,
  "何": 432,
  "余": 433,
  "作": 434,
  "佳": 435,
  "併": 436,
  "使": 437,
  "例": 438,
  "侍": 439,
  "供": 440,
  "依": 441,
  "価": 442,
  "侮": 443,
  "侯": 444,
  "侵": 445,
  "侶": 446,
  "便": 447,
  "係": 448,
  "促": 449,
  "俊": 450,
  "俗": 451,
  "保": 452,
  "信": 453,
  "修": 454,
  "俳": 455,
  "俵": 456,
  "俸": 457,
  "俺": 458,
  "倉": 459,
  "個": 460,
  "倍": 461,
  "倒": 462,
  "候": 463,
  "借": 464,
  "倣": 465,
  "値": 466,
  "倫": 467,
  "倹": 468,
  "偉": 469,
  "偏": 470,
  "停": 471,
  "健": 472,
  "側": 473,
  "偵": 474,
  "偶": 475,
  "偽": 476,
  "傍": 477,
  "傑": 478,
  "傘": 479,
  "備": 480,
  "催": 481,
  "傲": 482,
  "債": 483,
  "傷": 484,
  "傾": 485,
  "僅": 486,
  "働": 487,
  "像": 488,
  "僕": 489,
  "僚": 490,
  "僧": 491,
  "儀": 492,
  "億": 493,
  "儒": 494,
  "償": 495,
  "優": 496,
  "元": 497,
  "兄": 498,
  "充": 499,
  "兆": 500,
  "先": 501,
  "光": 502,
  "克": 503,
  "免": 504,
  "児": 505,
  "党": 506,
  "入": 507,
  "全": 508,
  "八": 509,
  "公": 510,
  "六": 511,
  "共": 512,
  "兵": 513,
  "具": 514,
  "典": 515,
  "兼": 516,
  "内": 517,
  "円": 518,
  "冊": 519,
  "再": 520,
  "冒": 521,
  "冗": 522,
  "写": 523,
  "冠": 524,
  "冥": 525,
  "冬": 526,
  "冶": 527,
  "冷": 528,
  "凄": 529,
  "准": 530,
  "凍": 531,
  "凝": 532,
  "凡": 533,
  "処": 534,
  "凶": 535,
  "凸": 536,
  "凹": 537,
  "出": 538,
  "刀": 539,
  "刃": 540,
  "分": 541,
  "切": 542,
  "刈": 543,
  "刊": 544,
  "刑": 545,
  "列": 546,
  "初": 547,
  "判": 548,
  "別": 549,
  "利": 550,
  "到": 551,
  "制": 552,
  "刷": 553,
  "券": 554,
  "刹": 555,
  "刺": 556,
  "刻": 557,
  "則": 558,
  "削": 559,
  "前": 560,
  "剖": 561,
  "剛": 562,
  "剝": 563,
  "剣": 564,
  "剤": 565,
  "副": 566,
  "剰": 567,
  "割": 568,
  "創": 569,
  "劇": 570,
  "力": 571,
  "功": 572,
  "加": 573,
  "劣": 574,
  "助": 575,
  "努": 576,
  "励": 577,
  "労": 578,
  "効": 579,
  "劾": 580,
  "勃": 581,
  "勅": 582,
  "勇": 583,
  "勉": 584,
  "動": 585,
  "勘": 586,
  "務": 587,
  "勝": 588,
  "募": 589,
  "勢": 590,
  "勤": 591,
  "勧": 592,
  "勲": 593,
  "勾": 594,
  "匂": 595,
  "包": 596,
  "化": 597,
  "北": 598,
  "匠": 599,
  "匹": 600,
  "区": 601,
  "医": 602,
  "匿": 603,
  "十": 604,
  "千": 605,
  "升": 606,
  "午": 607,
  "半": 608,
  "卑": 609,
  "卒": 610,
  "卓": 611,
  "協": 612,
  "南": 613,
  "単": 614,
  "博": 615,
  "占": 616,
  "印": 617,
  "危": 618,
  "即": 619,
  "却": 620,
  "卵": 621,
  "卸": 622,
  "厄": 623,
  "厘": 624,
  "厚": 625,
  "原": 626,
  "厳": 627,
  "去": 628,
  "参": 629,
  "又": 630,
  "及": 631,
  "友": 632,
  "双": 633,
  "反": 634,
  "収": 635,
  "叔": 636,
  "取": 637,
  "受": 638,
  "叙": 639,
  "口": 640,
  "古": 641,
  "句": 642,
  "叫": 643,
  "召": 644,
  "可": 645,
  "台": 646,
  "史": 647,
  "右": 648,
  "号": 649,
  "司": 650,
  "各": 651,
  "合": 652,
  "吉": 653,
  "同": 654,
  "名": 655,
  "后": 656,
  "吏": 657,
  "吐": 658,
  "向": 659,
  "君": 660,
  "吟": 661,
  "否": 662,
  "含": 663,
  "吸": 664,
  "吹": 665,
  "呂": 666,
  "呈": 667,
  "呉": 668,
  "告": 669,
  "周": 670,
  "呪": 671,
  "味": 672,
  "呼": 673,
  "命": 674,
  "和": 675,
  "咲": 676,
  "咽": 677,
  "哀": 678,
  "品": 679,
  "員": 680,
  "哲": 681,
  "哺": 682,
  "唄": 683,
  "唆": 684,
  "唇": 685,
  "唐": 686,
  "唯": 687,
  "唱": 688,
  "唾": 689,
  "商": 690,
  "問": 691,
  "啓": 692,
  "善": 693,
  "喉": 694,
  "喚": 695,
  "喜": 696,
  "喝": 697,
  "喩": 698,
  "喪": 699,
  "喫": 700,
  "営": 701,
  "嗅": 702,
  "嗣": 703,
  "嘆": 704,
  "嘱": 705,
  "嘲": 706,
  "器": 707,
  "噴": 708,
  "嚇": 709,
  "囚": 710,
  "四": 711,
  "回": 712,
  "因": 713,
  "団": 714,
  "困": 715,
  "囲": 716,
  "図": 717,
  "固": 718,
  "国": 719,
  "圏": 720,
  "園": 721,
  "土": 722,
  "圧": 723,
  "在": 724,
  "地": 725,
  "坂": 726,
  "均": 727,
  "坊": 728,
  "坑": 729,
  "坪": 730,
  "垂": 731,
  "型": 732,
  "垣": 733,
  "埋": 734,
  "城": 735,
  "域": 736,
  "執": 737,
  "培": 738,
  "基": 739,
  "埼": 740,
  "堀": 741,
  "堂": 742,
  "堅": 743,
  "堆": 744,
  "堕": 745,
  "堤": 746,
  "堪": 747,
  "報": 748,
  "場": 749,
  "塀": 750,
  "塁": 751,
  "塊": 752,
  "塑": 753,
  "塔": 754,
  "塗": 755,
  "塚": 756,
  "塞": 757,
  "塡": 758,
  "塩": 759,
  "塾": 760,
  "境": 761,
  "墓": 762,
  "増": 763,
  "墜": 764,
  "墨": 765,
  "墳": 766,
  "墾": 767,
  "壁": 768,
  "壇": 769,
  "壊": 770,
  "壌": 771,
  "士": 772,
  "壮": 773,
  "声": 774,
  "壱": 775,
  "売": 776,
  "変": 777,
  "夏": 778,
  "夕": 779,
  "外": 780,
  "多": 781,
  "夜": 782,
  "夢": 783,
  "大": 784,
  "天": 785,
  "太": 786,
  "夫": 787,
  "央": 788,
  "失": 789,
  "奇": 790,
  "奈": 791,
  "奉": 792,
  "奏": 793,
  "契": 794,
  "奔": 795,
  "奥": 796,
  "奨": 797,
  "奪": 798,
  "奮": 799,
  "女": 800,
  "奴": 801,
  "好": 802,
  "如": 803,
  "妃": 804,
  "妄": 805,
  "妊": 806,
  "妖": 807,
  "妙": 808,
  "妥": 809,
  "妨": 810,
  "妬": 811,
  "妹": 812,
  "妻": 813,
  "姉": 814,
  "始": 815,
  "姓": 816,
  "委": 817,
  "姫": 818,
  "姻": 819,
  "姿": 820,
  "威": 821,
  "娘": 822,
  "娠": 823,
  "娯": 824,
  "婆": 825,
  "婚": 826,
  "婦": 827,
  "婿": 828,
  "媒": 829,
  "媛": 830,
  "嫁": 831,
  "嫉": 832,
  "嫌": 833,
  "嫡": 834,
  "嬢": 835,
  "子": 836,
  "孔": 837,
  "字": 838,
  "存": 839,
  "孝": 840,
  "季": 841,
  "孤": 842,
  "学": 843,
  "孫": 844,
  "宅": 845,
  "宇": 846,
  "守": 847,
  "安": 848,
  "完": 849,
  "宗": 850,
  "官": 851,
  "宙": 852,
  "定": 853,
  "宛": 854,
  "宜": 855,
  "宝": 856,
  "実": 857,
  "客": 858,
  "宣": 859,
  "室": 860,
  "宮": 861,
  "宰": 862,
  "害": 863,
  "宴": 864,
  "宵": 865,
  "家": 866,
  "容": 867,
  "宿": 868,
  "寂": 869,
  "寄": 870,
  "密": 871,
  "富": 872,
  "寒": 873,
  "寛": 874,
  "寝": 875,
  "察": 876,
  "寡": 877,
  "寧": 878,
  "審": 879,
  "寮": 880,
  "寸": 881,
  "寺": 882,
  "対": 883,
  "寿": 884,
  "封": 885,
  "専": 886,
  "射": 887,
  "将": 888,
  "尉": 889,
  "尊": 890,
  "尋": 891,
  "導": 892,
  "小": 893,
  "少": 894,
  "尚": 895,
  "就": 896,
  "尺": 897,
  "尻": 898,
  "尼": 899,
  "尽": 900,
  "尾": 901,
  "尿": 902,
  "局": 903,
  "居": 904,
  "屈": 905,
  "届": 906,
  "屋": 907,
  "展": 908,
  "属": 909,
  "層": 910,
  "履": 911,
  "屯": 912,
  "山": 913,
  "岐": 914,
  "岡": 915,
  "岩": 916,
  "岬": 917,
  "岳": 918,
  "岸": 919,
  "峠": 920,
  "峡": 921,
  "峰": 922,
  "島": 923,
  "崇": 924,
  "崎": 925,
  "崖": 926,
  "崩": 927,
  "嵐": 928,
  "川": 929,
  "州": 930,
  "巡": 931,
  "巣": 932,
  "工": 933,
  "左": 934,
  "巧": 935,
  "巨": 936,
  "差": 937,
  "己": 938,
  "巻": 939,
  "巾": 940,
  "市": 941,
  "布": 942,
  "帆": 943,
  "希": 944,
  "帝": 945,
  "帥": 946,
  "師": 947,
  "席": 948,
  "帯": 949,
  "帰": 950,
  "帳": 951,
  "常": 952,
  "帽": 953,
  "幅": 954,
  "幕": 955,
  "幣": 956,
  "干": 957,
  "平": 958,
  "年": 959,
  "幸": 960,
  "幹": 961,
  "幻": 962,
  "幼": 963,
  "幽": 964,
  "幾": 965,
  "庁": 966,
  "広": 967,
  "床": 968,
  "序": 969,
  "底": 970,
  "店": 971,
  "府": 972,
  "度": 973,
  "座": 974,
  "庫": 975,
  "庭": 976,
  "庶": 977,
  "康": 978,
  "庸": 979,
  "廃": 980,
  "廉": 981,
  "廊": 982,
  "延": 983,
  "廷": 984,
  "建": 985,
  "弁": 986,
  "弄": 987,
  "弊": 988,
  "式": 989,
  "弐": 990,
  "弓": 991,
  "弔": 992,
  "引": 993,
  "弟": 994,
  "弥": 995,
  "弦": 996,
  "弧": 997,
  "弱": 998,
  "張": 999,
  "強": 1000,
  "弾": 1001,
  "当": 1002,
  "彙": 1003,
  "形": 1004,
  "彩": 1005,
  "彫": 1006,
  "彰": 1007,
  "影": 1008,
  "役": 1009,
  "彼": 1010,
  "往": 1011,
  "征": 1012,
  "径": 1013,
  "待": 1014,
  "律": 1015,
  "後": 1016,
  "徐": 1017,
  "徒": 1018,
  "従": 1019,
  "得": 1020,
  "御": 1021,
  "復": 1022,
  "循": 1023,
  "微": 1024,
  "徳": 1025,
  "徴": 1026,
  "徹": 1027,
  "心": 1028,
  "必": 1029,
  "忌": 1030,
  "忍": 1031,
  "志": 1032,
  "忘": 1033,
  "忙": 1034,
  "応": 1035,
  "忠": 1036,
  "快": 1037,
  "念": 1038,
  "怒": 1039,
  "怖": 1040,
  "思": 1041,
  "怠": 1042,
  "急": 1043,
  "性": 1044,
  "怨": 1045,
  "怪": 1046,
  "恋": 1047,
  "恐": 1048,
  "恒": 1049,
  "恣": 1050,
  "恥": 1051,
  "恨": 1052,
  "恩": 1053,
  "恭": 1054,
  "息": 1055,
  "恵": 1056,
  "悔": 1057,
  "悟": 1058,
  "悠": 1059,
  "患": 1060,
  "悦": 1061,
  "悩": 1062,
  "悪": 1063,
  "悲": 1064,
  "悼": 1065,
  "情": 1066,
  "惑": 1067,
  "惜": 1068,
  "惧": 1069,
  "惨": 1070,
  "惰": 1071,
  "想": 1072,
  "愁": 1073,
  "愉": 1074,
  "意": 1075,
  "愚": 1076,
  "愛": 1077,
  "感": 1078,
  "慄": 1079,
  "慈": 1080,
  "態": 1081,
  "慌": 1082,
  "慎": 1083,
  "慕": 1084,
  "慢": 1085,
  "慣": 1086,
  "慨": 1087,
  "慮": 1088,
  "慰": 1089,
  "慶": 1090,
  "憂": 1091,
  "憎": 1092,
  "憤": 1093,
  "憧": 1094,
  "憩": 1095,
  "憬": 1096,
  "憲": 1097,
  "憶": 1098,
  "憾": 1099,
  "懇": 1100,
  "懐": 1101,
  "懲": 1102,
  "懸": 1103,
  "成": 1104,
  "我": 1105,
  "戒": 1106,
  "戚": 1107,
  "戦": 1108,
  "戯": 1109,
  "戴": 1110,
  "戸": 1111,
  "戻": 1112,
  "房": 1113,
  "所": 1114,
  "扇": 1115,
  "扉": 1116,
  "手": 1117,
  "才": 1118,
  "打": 1119,
  "払": 1120,
  "扱": 1121,
  "扶": 1122,
  "批": 1123,
  "承": 1124,
  "技": 1125,
  "抄": 1126,
  "把": 1127,
  "抑": 1128,
  "投": 1129,
  "抗": 1130,
  "折": 1131,
  "抜": 1132,
  "択": 1133,
  "披": 1134,
  "抱": 1135,
  "抵": 1136,
  "抹": 1137,
  "押": 1138,
  "抽": 1139,
  "担": 1140,
  "拉": 1141,
  "拍": 1142,
  "拐": 1143,
  "拒": 1144,
  "拓": 1145,
  "拘": 1146,
  "拙": 1147,
  "招": 1148,
  "拝": 1149,
  "拠": 1150,
  "拡": 1151,
  "括": 1152,
  "拭": 1153,
  "拳": 1154,
  "拶": 1155,
  "拷": 1156,
  "拾": 1157,
  "持": 1158,
  "指": 1159,
  "挑": 1160,
  "挙": 1161,
  "挟": 1162,
  "挨": 1163,
  "挫": 1164,
  "振": 1165,
  "挿": 1166,
  "捉": 1167,
  "捕": 1168,
  "捗": 1169,
  "捜": 1170,
  "捨": 1171,
  "据": 1172,
  "捻": 1173,
  "掃": 1174,
  "授": 1175,
  "掌": 1176,
  "排": 1177,
  "掘": 1178,
  "掛": 1179,
  "採": 1180,
  "探": 1181,
  "接": 1182,
  "控": 1183,
  "推": 1184,
  "措": 1185,
  "掲": 1186,
  "描": 1187,
  "提": 1188,
  "揚": 1189,
  "換": 1190,
  "握": 1191,
  "揮": 1192,
  "援": 1193,
  "揺": 1194,
  "損": 1195,
  "搬": 1196,
  "搭": 1197,
  "携": 1198,
  "搾": 1199,
  "摂": 1200,
  "摘": 1201,
  "摩": 1202,
  "摯": 1203,
  "撃": 1204,
  "撤": 1205,
  "撮": 1206,
  "撲": 1207,
  "擁": 1208,
  "操": 1209,
  "擦": 1210,
  "擬": 1211,
  "支": 1212,
  "改": 1213,
  "攻": 1214,
  "放": 1215,
  "政": 1216,
  "故": 1217,
  "敏": 1218,
  "救": 1219,
  "敗": 1220,
  "教": 1221,
  "敢": 1222,
  "散": 1223,
  "敬": 1224,
  "数": 1225,
  "整": 1226,
  "敵": 1227,
  "敷": 1228,
  "文": 1229,
  "斉": 1230,
  "斎": 1231,
  "斑": 1232,
  "斗": 1233,
  "料": 1234,
  "斜": 1235,
  "斤": 1236,
  "斥": 1237,
  "斬": 1238,
  "断": 1239,
  "新": 1240,
  "方": 1241,
  "施": 1242,
  "旅": 1243,
  "旋": 1244,
  "族": 1245,
  "旗": 1246,
  "既": 1247,
  "日": 1248,
  "旦": 1249,
  "旧": 1250,
  "旨": 1251,
  "早": 1252,
  "旬": 1253,
  "旺": 1254,
  "昆": 1255,
  "昇": 1256,
  "明": 1257,
  "易": 1258,
  "昔": 1259,
  "星": 1260,
  "映": 1261,
  "春": 1262,
  "昧": 1263,
  "昨": 1264,
  "昭": 1265,
  "是": 1266,
  "昼": 1267,
  "時": 1268,
  "晩": 1269,
  "普": 1270,
  "景": 1271,
  "晴": 1272,
  "晶": 1273,
  "暁": 1274,
  "暇": 1275,
  "暑": 1276,
  "暖": 1277,
  "暗": 1278,
  "暦": 1279,
  "暫": 1280,
  "暮": 1281,
  "暴": 1282,
  "曇": 1283,
  "曖": 1284,
  "曜": 1285,
  "曲": 1286,
  "更": 1287,
  "書": 1288,
  "曹": 1289,
  "曽": 1290,
  "替": 1291,
  "最": 1292,
  "月": 1293,
  "有": 1294,
  "服": 1295,
  "朕": 1296,
  "朗": 1297,
  "望": 1298,
  "朝": 1299,
  "期": 1300,
  "木": 1301,
  "未": 1302,
  "末": 1303,
  "本": 1304,
  "札": 1305,
  "朱": 1306,
  "朴": 1307,
  "机": 1308,
  "朽": 1309,
  "杉": 1310,
  "材": 1311,
  "村": 1312,
  "束": 1313,
  "条": 1314,
  "来": 1315,
  "杯": 1316,
  "東": 1317,
  "松": 1318,
  "板": 1319,
  "析": 1320,
  "枕": 1321,
  "林": 1322,
  "枚": 1323,
  "果": 1324,
  "枝": 1325,
  "枠": 1326,
  "枢": 1327,
  "枯": 1328,
  "架": 1329,
  "柄": 1330,
  "某": 1331,
  "染": 1332,
  "柔": 1333,
  "柱": 1334,
  "柳": 1335,
  "柵": 1336,
  "査": 1337,
  "柿": 1338,
  "栃": 1339,
  "栄": 1340,
  "栓": 1341,
  "校": 1342,
  "株": 1343,
  "核": 1344,
  "根": 1345,
  "格": 1346,
  "栽": 1347,
  "桁": 1348,
  "桃": 1349,
  "案": 1350,
  "桑": 1351,
  "桜": 1352,
  "桟": 1353,
  "梅": 1354,
  "梗": 1355,
  "梨": 1356,
  "械": 1357,
  "棄": 1358,
  "棋": 1359,
  "棒": 1360,
  "棚": 1361,
  "棟": 1362,
  "森": 1363,
  "棺": 1364,
  "椅": 1365,
  "植": 1366,
  "椎": 1367,
  "検": 1368,
  "業": 1369,
  "極": 1370,
  "楷": 1371,
  "楼": 1372,
  "楽": 1373,
  "概": 1374,
  "構": 1375,
  "様": 1376,
  "槽": 1377,
  "標": 1378,
  "模": 1379,
  "権": 1380,
  "横": 1381,
  "樹": 1382,
  "橋": 1383,
  "機": 1384,
  "欄": 1385,
  "欠": 1386,
  "次": 1387,
  "欧": 1388,
  "欲": 1389,
  "欺": 1390,
  "款": 1391,
  "歌": 1392,
  "歓": 1393,
  "止": 1394,
  "正": 1395,
  "武": 1396,
  "歩": 1397,
  "歯": 1398,
  "歳": 1399,
  "歴": 1400,
  "死": 1401,
  "殉": 1402,
  "殊": 1403,
  "残": 1404,
  "殖": 1405,
  "殴": 1406,
  "段": 1407,
  "殺": 1408,
  "殻": 1409,
  "殿": 1410,
  "毀": 1411,
  "母": 1412,
  "毎": 1413,
  "毒": 1414,
  "比": 1415,
  "毛": 1416,
  "氏": 1417,
  "民": 1418,
  "気": 1419,
  "水": 1420,
  "氷": 1421,
  "永": 1422,
  "氾": 1423,
  "汁": 1424,
  "求": 1425,
  "汎": 1426,
  "汗": 1427,
  "汚": 1428,
  "江": 1429,
  "池": 1430,
  "汰": 1431,
  "決": 1432,
  "汽": 1433,
  "沃": 1434,
  "沈": 1435,
  "沖": 1436,
  "沙": 1437,
  "没": 1438,
  "沢": 1439,
  "河": 1440,
  "沸": 1441,
  "油": 1442,
  "治": 1443,
  "沼": 1444,
  "沿": 1445,
  "況": 1446,
  "泉": 1447,
  "泊": 1448,
  "泌": 1449,
  "法": 1450,
  "泡": 1451,
  "波": 1452,
  "泣": 1453,
  "泥": 1454,
  "注": 1455,
  "泰": 1456,
  "泳": 1457,
  "洋": 1458,
  "洗": 1459,
  "洞": 1460,
  "津": 1461,
  "洪": 1462,
  "活": 1463,
  "派": 1464,
  "流": 1465,
  "浄": 1466,
  "浅": 1467,
  "浜": 1468,
  "浦": 1469,
  "浪": 1470,
  "浮": 1471,
  "浴": 1472,
  "海": 1473,
  "浸": 1474,
  "消": 1475,
  "涙": 1476,
  "涯": 1477,
  "液": 1478,
  "涼": 1479,
  "淑": 1480,
  "淡": 1481,
  "淫": 1482,
  "深": 1483,
  "混": 1484,
  "添": 1485,
  "清": 1486,
  "渇": 1487,
  "済": 1488,
  "渉": 1489,
  "渋": 1490,
  "渓": 1491,
  "減": 1492,
  "渡": 1493,
  "渦": 1494,
  "温": 1495,
  "測": 1496,
  "港": 1497,
  "湖": 1498,
  "湧": 1499,
  "湯": 1500,
  "湾": 1501,
  "湿": 1502,
  "満": 1503,
  "源": 1504,
  "準": 1505,
  "溝": 1506,
  "溶": 1507,
  "溺": 1508,
  "滅": 1509,
  "滋": 1510,
  "滑": 1511,
  "滝": 1512,
  "滞": 1513,
  "滴": 1514,
  "漁": 1515,
  "漂": 1516,
  "漆": 1517,
  "漏": 1518,
  "演": 1519,
  "漠": 1520,
  "漢": 1521,
  "漫": 1522,
  "漬": 1523,
  "漸": 1524,
  "潔": 1525,
  "潜": 1526,
  "潟": 1527,
  "潤": 1528,
  "潮": 1529,
  "潰": 1530,
  "澄": 1531,
  "激": 1532,
  "濁": 1533,
  "濃": 1534,
  "濫": 1535,
  "濯": 1536,
  "瀬": 1537,
  "火": 1538,
  "灯": 1539,
  "灰": 1540,
  "災": 1541,
  "炉": 1542,
  "炊": 1543,
  "炎": 1544,
  "炭": 1545,
  "点": 1546,
  "為": 1547,
  "烈": 1548,
  "無": 1549,
  "焦": 1550,
  "然": 1551,
  "焼": 1552,
  "煎": 1553,
  "煙": 1554,
  "照": 1555,
  "煩": 1556,
  "煮": 1557,
  "熊": 1558,
  "熟": 1559,
  "熱": 1560,
  "燃": 1561,
  "燥": 1562,
  "爆": 1563,
  "爪": 1564,
  "爵": 1565,
  "父": 1566,
  "爽": 1567,
  "片": 1568,
  "版": 1569,
  "牙": 1570,
  "牛": 1571,
  "牧": 1572,
  "物": 1573,
  "牲": 1574,
  "特": 1575,
  "犠": 1576,
  "犬": 1577,
  "犯": 1578,
  "状": 1579,
  "狂": 1580,
  "狙": 1581,
  "狩": 1582,
  "独": 1583,
  "狭": 1584,
  "猛": 1585,
  "猟": 1586,
  "猫": 1587,
  "献": 1588,
  "猶": 1589,
  "猿": 1590,
  "獄": 1591,
  "獣": 1592,
  "獲": 1593,
  "玄": 1594,
  "率": 1595,
  "玉": 1596,
  "王": 1597,
  "玩": 1598,
  "珍": 1599,
  "珠": 1600,
  "班": 1601,
  "現": 1602,
  "球": 1603,
  "理": 1604,
  "琴": 1605,
  "瑠": 1606,
  "璃": 1607,
  "璧": 1608,
  "環": 1609,
  "璽": 1610,
  "瓦": 1611,
  "瓶": 1612,
  "甘": 1613,
  "甚": 1614,
  "生": 1615,
  "産": 1616,
  "用": 1617,
  "田": 1618,
  "由": 1619,
  "甲": 1620,
  "申": 1621,
  "男": 1622,
  "町": 1623,
  "画": 1624,
  "界": 1625,
  "畏": 1626,
  "畑": 1627,
  "畔": 1628,
  "留": 1629,
  "畜": 1630,
  "畝": 1631,
  "略": 1632,
  "番": 1633,
  "異": 1634,
  "畳": 1635,
  "畿": 1636,
  "疎": 1637,
  "疑": 1638,
  "疫": 1639,
  "疲": 1640,
  "疾": 1641,
  "病": 1642,
  "症": 1643,
  "痕": 1644,
  "痘": 1645,
  "痛": 1646,
  "痢": 1647,
  "痩": 1648,
  "痴": 1649,
  "瘍": 1650,
  "療": 1651,
  "癒": 1652,
  "癖": 1653,
  "発": 1654,
  "登": 1655,
  "白": 1656,
  "百": 1657,
  "的": 1658,
  "皆": 1659,
  "皇": 1660,
  "皮": 1661,
  "皿": 1662,
  "盆": 1663,
  "益": 1664,
  "盗": 1665,
  "盛": 1666,
  "盟": 1667,
  "監": 1668,
  "盤": 1669,
  "目": 1670,
  "盲": 1671,
  "直": 1672,
  "相": 1673,
  "盾": 1674,
  "省": 1675,
  "眉": 1676,
  "看": 1677,
  "県": 1678,
  "真": 1679,
  "眠": 1680,
  "眺": 1681,
  "眼": 1682,
  "着": 1683,
  "睡": 1684,
  "督": 1685,
  "睦": 1686,
  "瞬": 1687,
  "瞭": 1688,
  "瞳": 1689,
  "矛": 1690,
  "矢": 1691,
  "知": 1692,
  "短": 1693,
  "矯": 1694,
  "石": 1695,
  "砂": 1696,
  "研": 1697,
  "砕": 1698,
  "砲": 1699,
  "破": 1700,
  "硝": 1701,
  "硫": 1702,
  "硬": 1703,
  "碁": 1704,
  "碑": 1705,
  "確": 1706,
  "磁": 1707,
  "磨": 1708,
  "礁": 1709,
  "礎": 1710,
  "示": 1711,
  "礼": 1712,
  "社": 1713,
  "祈": 1714,
  "祉": 1715,
  "祖": 1716,
  "祝": 1717,
  "神": 1718,
  "祥": 1719,
  "票": 1720,
  "祭": 1721,
  "禁": 1722,
  "禅": 1723,
  "禍": 1724,
  "福": 1725,
  "秀": 1726,
  "私": 1727,
  "秋": 1728,
  "科": 1729,
  "秒": 1730,
  "秘": 1731,
  "租": 1732,
  "秩": 1733,
  "称": 1734,
  "移": 1735,
  "程": 1736,
  "税": 1737,
  "稚": 1738,
  "種": 1739,
  "稲": 1740,
  "稼": 1741,
  "稽": 1742,
  "稿": 1743,
  "穀": 1744,
  "穂": 1745,
  "積": 1746,
  "穏": 1747,
  "穫": 1748,
  "穴": 1749,
  "究": 1750,
  "空": 1751,
  "突": 1752,
  "窃": 1753,
  "窒": 1754,
  "窓": 1755,
  "窟": 1756,
  "窮": 1757,
  "窯": 1758,
  "立": 1759,
  "竜": 1760,
  "章": 1761,
  "童": 1762,
  "端": 1763,
  "競": 1764,
  "竹": 1765,
  "笑": 1766,
  "笛": 1767,
  "符": 1768,
  "第": 1769,
  "筆": 1770,
  "等": 1771,
  "筋": 1772,
  "筒": 1773,
  "答": 1774,
  "策": 1775,
  "箇": 1776,
  "箋": 1777,
  "算": 1778,
  "管": 1779,
  "箱": 1780,
  "箸": 1781,
  "節": 1782,
  "範": 1783,
  "築": 1784,
  "篤": 1785,
  "簡": 1786,
  "簿": 1787,
  "籍": 1788,
  "籠": 1789,
  "米": 1790,
  "粉": 1791,
  "粋": 1792,
  "粒": 1793,
  "粗": 1794,
  "粘": 1795,
  "粛": 1796,
  "粧": 1797,
  "精": 1798,
  "糖": 1799,
  "糧": 1800,
  "糸": 1801,
  "系": 1802,
  "糾": 1803,
  "紀": 1804,
  "約": 1805,
  "紅": 1806,
  "紋": 1807,
  "納": 1808,
  "純": 1809,
  "紙": 1810,
  "級": 1811,
  "紛": 1812,
  "素": 1813,
  "紡": 1814,
  "索": 1815,
  "紫": 1816,
  "累": 1817,
  "細": 1818,
  "紳": 1819,
  "紹": 1820,
  "紺": 1821,
  "終": 1822,
  "組": 1823,
  "経": 1824,
  "結": 1825,
  "絞": 1826,
  "絡": 1827,
  "給": 1828,
  "統": 1829,
  "絵": 1830,
  "絶": 1831,
  "絹": 1832,
  "継": 1833,
  "続": 1834,
  "維": 1835,
  "綱": 1836,
  "網": 1837,
  "綻": 1838,
  "綿": 1839,
  "緊": 1840,
  "総": 1841,
  "緑": 1842,
  "緒": 1843,
  "線": 1844,
  "締": 1845,
  "編": 1846,
  "緩": 1847,
  "緯": 1848,
  "練": 1849,
  "緻": 1850,
  "縁": 1851,
  "縄": 1852,
  "縛": 1853,
  "縦": 1854,
  "縫": 1855,
  "縮": 1856,
  "績": 1857,
  "繁": 1858,
  "繊": 1859,
  "織": 1860,
  "繕": 1861,
  "繭": 1862,
  "繰": 1863,
  "缶": 1864,
  "罪": 1865,
  "置": 1866,
  "罰": 1867,
  "署": 1868,
  "罵": 1869,
  "罷": 1870,
  "羅": 1871,
  "羊": 1872,
  "美": 1873,
  "羞": 1874,
  "群": 1875,
  "羨": 1876,
  "義": 1877,
  "羽": 1878,
  "翁": 1879,
  "翌": 1880,
  "習": 1881,
  "翻": 1882,
  "翼": 1883,
  "老": 1884,
  "考": 1885,
  "者": 1886,
  "耐": 1887,
  "耕": 1888,
  "耗": 1889,
  "耳": 1890,
  "聖": 1891,
  "聞": 1892,
  "聴": 1893,
  "職": 1894,
  "肉": 1895,
  "肌": 1896,
  "肖": 1897,
  "肘": 1898,
  "肝": 1899,
  "股": 1900,
  "肢": 1901,
  "肥": 1902,
  "肩": 1903,
  "肪": 1904,
  "肯": 1905,
  "育": 1906,
  "肺": 1907,
  "胃": 1908,
  "胆": 1909,
  "背": 1910,
  "胎": 1911,
  "胞": 1912,
  "胴": 1913,
  "胸": 1914,
  "能": 1915,
  "脂": 1916,
  "脅": 1917,
  "脇": 1918,
  "脈": 1919,
  "脊": 1920,
  "脚": 1921,
  "脱": 1922,
  "脳": 1923,
  "腎": 1924,
  "腐": 1925,
  "腕": 1926,
  "腫": 1927,
  "腰": 1928,
  "腸": 1929,
  "腹": 1930,
  "腺": 1931,
  "膚": 1932,
  "膜": 1933,
  "膝": 1934,
  "膨": 1935,
  "膳": 1936,
  "臆": 1937,
  "臓": 1938,
  "臣": 1939,
  "臨": 1940,
  "自": 1941,
  "臭": 1942,
  "至": 1943,
  "致": 1944,
  "臼": 1945,
  "興": 1946,
  "舌": 1947,
  "舎": 1948,
  "舗": 1949,
  "舞": 1950,
  "舟": 1951,
  "航": 1952,
  "般": 1953,
  "舶": 1954,
  "舷": 1955,
  "船": 1956,
  "艇": 1957,
  "艦": 1958,
  "良": 1959,
  "色": 1960,
  "艶": 1961,
  "芋": 1962,
  "芝": 1963,
  "芯": 1964,
  "花": 1965,
  "芳": 1966,
  "芸": 1967,
  "芽": 1968,
  "苗": 1969,
  "苛": 1970,
  "若": 1971,
  "苦": 1972,
  "英": 1973,
  "茂": 1974,
  "茎": 1975,
  "茨": 1976,
  "茶": 1977,
  "草": 1978,
  "荒": 1979,
  "荘": 1980,
  "荷": 1981,
  "菊": 1982,
  "菌": 1983,
  "菓": 1984,
  "菜": 1985,
  "華": 1986,
  "萎": 1987,
  "落": 1988,
  "葉": 1989,
  "著": 1990,
  "葛": 1991,
  "葬": 1992,
  "蒸": 1993,
  "蓄": 1994,
  "蓋": 1995,
  "蔑": 1996,
  "蔵": 1997,
  "蔽": 1998,
  "薄": 1999,
  "薦": 2000,
  "薪": 2001,
  "薫": 2002,
  "薬": 2003,
  "藍": 2004,
  "藤": 2005,
  "藩": 2006,
  "藻": 2007,
  "虎": 2008,
  "虐": 2009,
  "虚": 2010,
  "虜": 2011,
  "虞": 2012,
  "虫": 2013,
  "虹": 2014,
  "蚊": 2015,
  "蚕": 2016,
  "蛇": 2017,
  "蛍": 2018,
  "蛮": 2019,
  "蜂": 2020,
  "蜜": 2021,
  "融": 2022,
  "血": 2023,
  "衆": 2024,
  "行": 2025,
  "術": 2026,
  "街": 2027,
  "衛": 2028,
  "衝": 2029,
  "衡": 2030,
  "衣": 2031,
  "表": 2032,
  "衰": 2033,
  "衷": 2034,
  "袋": 2035,
  "袖": 2036,
  "被": 2037,
  "裁": 2038,
  "裂": 2039,
  "装": 2040,
  "裏": 2041,
  "裕": 2042,
  "補": 2043,
  "裸": 2044,
  "製": 2045,
  "裾": 2046,
  "複": 2047,
  "褐": 2048,
  "褒": 2049,
  "襟": 2050,
  "襲": 2051,
  "西": 2052,
  "要": 2053,
  "覆": 2054,
  "覇": 2055,
  "見": 2056,
  "規": 2057,
  "視": 2058,
  "覚": 2059,
  "覧": 2060,
  "親": 2061,
  "観": 2062,
  "角": 2063,
  "解": 2064,
  "触": 2065,
  "言": 2066,
  "訂": 2067,
  "訃": 2068,
  "計": 2069,
  "討": 2070,
  "訓": 2071,
  "託": 2072,
  "記": 2073,
  "訟": 2074,
  "訪": 2075,
  "設": 2076,
  "許": 2077,
  "訳": 2078,
  "訴": 2079,
  "診": 2080,
  "証": 2081,
  "詐": 2082,
  "詔": 2083,
  "評": 2084,
  "詞": 2085,
  "詠": 2086,
  "詣": 2087,
  "試": 2088,
  "詩": 2089,
  "詮": 2090,
  "詰": 2091,
  "話": 2092,
  "該": 2093,
  "詳": 2094,
  "誇": 2095,
  "誉": 2096,
  "誌": 2097,
  "認": 2098,
  "誓": 2099,
  "誕": 2100,
  "誘": 2101,
  "語": 2102,
  "誠": 2103,
  "誤": 2104,
  "説": 2105,
  "読": 2106,
  "誰": 2107,
  "課": 2108,
  "調": 2109,
  "談": 2110,
  "請": 2111,
  "論": 2112,
  "諦": 2113,
  "諧": 2114,
  "諭": 2115,
  "諮": 2116,
  "諸": 2117,
  "諾": 2118,
  "謀": 2119,
  "謁": 2120,
  "謄": 2121,
  "謎": 2122,
  "謙": 2123,
  "講": 2124,
  "謝": 2125,
  "謡": 2126,
  "謹": 2127,
  "識": 2128,
  "譜": 2129,
  "警": 2130,
  "議": 2131,
  "譲": 2132,
  "護": 2133,
  "谷": 2134,
  "豆": 2135,
  "豊": 2136,
  "豚": 2137,
  "象": 2138,
  "豪": 2139,
  "貌": 2140,
  "貝": 2141,
  "貞": 2142,
  "負": 2143,
  "財": 2144,
  "貢": 2145,
  "貧": 2146,
  "貨": 2147,
  "販": 2148,
  "貪": 2149,
  "貫": 2150,
  "責": 2151,
  "貯": 2152,
  "貴": 2153,
  "買": 2154,
  "貸": 2155,
  "費": 2156,
  "貼": 2157,
  "貿": 2158,
  "賀": 2159,
  "賂": 2160,
  "賃": 2161,
  "賄": 2162,
  "資": 2163,
  "賊": 2164,
  "賓": 2165,
  "賛": 2166,
  "賜": 2167,
  "賞": 2168,
  "賠": 2169,
  "賢": 2170,
  "賦": 2171,
  "質": 2172,
  "賭": 2173,
  "購": 2174,
  "贈": 2175,
  "赤": 2176,
  "赦": 2177,
  "走": 2178,
  "赴": 2179,
  "起": 2180,
  "超": 2181,
  "越": 2182,
  "趣": 2183,
  "足": 2184,
  "距": 2185,
  "跡": 2186,
  "路": 2187,
  "跳": 2188,
  "践": 2189,
  "踊": 2190,
  "踏": 2191,
  "踪": 2192,
  "蹴": 2193,
  "躍": 2194,
  "身": 2195,
  "車": 2196,
  "軌": 2197,
  "軍": 2198,
  "軒": 2199,
  "軟": 2200,
  "転": 2201,
  "軸": 2202,
  "軽": 2203,
  "較": 2204,
  "載": 2205,
  "輝": 2206,
  "輩": 2207,
  "輪": 2208,
  "輸": 2209,
  "轄": 2210,
  "辛": 2211,
  "辞": 2212,
  "辣": 2213,
  "辱": 2214,
  "農": 2215,
  "辺": 2216,
  "込": 2217,
  "迅": 2218,
  "迎": 2219,
  "近": 2220,
  "返": 2221,
  "迫": 2222,
  "迭": 2223,
  "述": 2224,
  "迷": 2225,
  "追": 2226,
  "退": 2227,
  "送": 2228,
  "逃": 2229,
  "逆": 2230,
  "透": 2231,
  "逐": 2232,
  "逓": 2233,
  "途": 2234,
  "通": 2235,
  "逝": 2236,
  "速": 2237,
  "造": 2238,
  "連": 2239,
  "逮": 2240,
  "週": 2241,
  "進": 2242,
  "逸": 2243,
  "遂": 2244,
  "遅": 2245,
  "遇": 2246,
  "遊": 2247,
  "運": 2248,
  "遍": 2249,
  "過": 2250,
  "道": 2251,
  "達": 2252,
  "違": 2253,
  "遜": 2254,
  "遠": 2255,
  "遡": 2256,
  "遣": 2257,
  "適": 2258,
  "遭": 2259,
  "遮": 2260,
  "遵": 2261,
  "遷": 2262,
  "選": 2263,
  "遺": 2264,
  "避": 2265,
  "還": 2266,
  "那": 2267,
  "邦": 2268,
  "邪": 2269,
  "邸": 2270,
  "郊": 2271,
  "郎": 2272,
  "郡": 2273,
  "部": 2274,
  "郭": 2275,
  "郵": 2276,
  "郷": 2277,
  "都": 2278,
  "酌": 2279,
  "配": 2280,
  "酎": 2281,
  "酒": 2282,
  "酔": 2283,
  "酢": 2284,
  "酪": 2285,
  "酬": 2286,
  "酵": 2287,
  "酷": 2288,
  "酸": 2289,
  "醒": 2290,
  "醜": 2291,
  "醸": 2292,
  "采": 2293,
  "釈": 2294,
  "里": 2295,
  "重": 2296,
  "野": 2297,
  "量": 2298,
  "金": 2299,
  "釜": 2300,
  "針": 2301,
  "釣": 2302,
  "鈍": 2303,
  "鈴": 2304,
  "鉄": 2305,
  "鉛": 2306,
  "鉢": 2307,
  "鉱": 2308,
  "銀": 2309,
  "銃": 2310,
  "銅": 2311,
  "銘": 2312,
  "銭": 2313,
  "鋭": 2314,
  "鋳": 2315,
  "鋼": 2316,
  "錠": 2317,
  "錦": 2318,
  "錬": 2319,
  "錮": 2320,
  "錯": 2321,
  "録": 2322,
  "鍋": 2323,
  "鍛": 2324,
  "鍵": 2325,
  "鎌": 2326,
  "鎖": 2327,
  "鎮": 2328,
  "鏡": 2329,
  "鐘": 2330,
  "鑑": 2331,
  "長": 2332,
  "門": 2333,
  "閉": 2334,
  "開": 2335,
  "閑": 2336,
  "間": 2337,
  "関": 2338,
  "閣": 2339,
  "閥": 2340,
  "閲": 2341,
  "闇": 2342,
  "闘": 2343,
  "阜": 2344,
  "阪": 2345,
  "防": 2346,
  "阻": 2347,
  "附": 2348,
  "降": 2349,
  "限": 2350,
  "陛": 2351,
  "院": 2352,
  "陣": 2353,
  "除": 2354,
  "陥": 2355,
  "陪": 2356,
  "陰": 2357,
  "陳": 2358,
  "陵": 2359,
  "陶": 2360,
  "陸": 2361,
  "険": 2362,
  "陽": 2363,
  "隅": 2364,
  "隆": 2365,
  "隊": 2366,
  "階": 2367,
  "随": 2368,
  "隔": 2369,
  "隙": 2370,
  "際": 2371,
  "障": 2372,
  "隠": 2373,
  "隣": 2374,
  "隷": 2375,
  "隻": 2376,
  "雄": 2377,
  "雅": 2378,
  "集": 2379,
  "雇": 2380,
  "雌": 2381,
  "雑": 2382,
  "離": 2383,
  "難": 2384,
  "雨": 2385,
  "雪": 2386,
  "雰": 2387,
  "雲": 2388,
  "零": 2389,
  "雷": 2390,
  "電": 2391,
  "需": 2392,
  "震": 2393,
  "霊": 2394,
  "霜": 2395,
  "霧": 2396,
  "露": 2397,
  "青": 2398,
  "静": 2399,
  "非": 2400,
  "面": 2401,
  "革": 2402,
  "靴": 2403,
  "韓": 2404,
  "音": 2405,
  "韻": 2406,
  "響": 2407,
  "頂": 2408,
  "頃": 2409,
  "項": 2410,
  "順": 2411,
  "須": 2412,
  "預": 2413,
  "頑": 2414,
  "頒": 2415,
  "頓": 2416,
  "領": 2417,
  "頭": 2418,
  "頰": 2419,
  "頻": 2420,
  "頼": 2421,
  "題": 2422,
  "額": 2423,
  "顎": 2424,
  "顔": 2425,
  "顕": 2426,
  "願": 2427,
  "類": 2428,
  "顧": 2429,
  "風": 2430,
  "飛": 2431,
  "食": 2432,
  "飢": 2433,
  "飯": 2434,
  "飲": 2435,
  "飼": 2436,
  "飽": 2437,
  "飾": 2438,
  "餅": 2439,
  "養": 2440,
  "餌": 2441,
  "餓": 2442,
  "館": 2443,
  "首": 2444,
  "香": 2445,
  "馬": 2446,
  "駄": 2447,
  "駅": 2448,
  "駆": 2449,
  "駐": 2450,
  "駒": 2451,
  "騎": 2452,
  "騒": 2453,
  "験": 2454,
  "騰": 2455,
  "驚": 2456,
  "骨": 2457,
  "骸": 2458,
  "髄": 2459,
  "高": 2460,
  "髪": 2461,
  "鬱": 2462,
  "鬼": 2463,
  "魂": 2464,
  "魅": 2465,
  "魔": 2466,
  "魚": 2467,
  "鮮": 2468,
  "鯨": 2469,
  "鳥": 2470,
  "鳴": 2471,
  "鶏": 2472,
  "鶴": 2473,
  "鹿": 2474,
  "麓": 2475,
  "麗": 2476,
  "麦": 2477,
  "麺": 2478,
  "麻": 2479,
  "黄": 2480,
  "黒": 2481,
  "黙": 2482,
  "鼓": 2483,
  "鼻": 2484,
  "齢": 2485,
  "＀": 2486,
  "！": 2487,
  "＂": 2488,
  "＃": 2489,
  "＄": 2490,
  "％": 2491,
  "＆": 2492,
  "＇": 2493,
  "（": 2494,
  "）": 2495,
  "＊": 2496,
  "＋": 2497,
  "，": 2498,
  "－": 2499,
  "．": 2500,
  "／": 2501,
  "０": 2502,
  "１": 2503,
  "２": 2504,
  "３": 2505,
  "４": 2506,
  "５": 2507,
  "６": 2508,
  "７": 2509,
  "８": 2510,
  "９": 2511,
  "：": 2512,
  "；": 2513,
  "＜": 2514,
  "＝": 2515,
  "＞": 2516,
  "？": 2517,
  "＠": 2518,
  "Ａ": 2519,
  "Ｂ": 2520,
  "Ｃ": 2521,
  "Ｄ": 2522,
  "Ｅ": 2523,
  "Ｆ": 2524,
  "Ｇ": 2525,
  "Ｈ": 2526,
  "Ｉ": 2527,
  "Ｊ": 2528,
  "Ｋ": 2529,
  "Ｌ": 2530,
  "Ｍ": 2531,
  "Ｎ": 2532,
  "Ｏ": 2533,
  "Ｐ": 2534,
  "Ｑ": 2535,
  "Ｒ": 2536,
  "Ｓ": 2537,
  "Ｔ": 2538,
  "Ｕ": 2539,
  "Ｖ": 2540,
  "Ｗ": 2541,
  "Ｘ": 2542,
  "Ｙ": 2543,
  "Ｚ": 2544,
  "［": 2545,
  "＼": 2546,
  "］": 2547,
  "＾": 2548,
  "＿": 2549,
  "｀": 2550,
  "ａ": 2551,
  "ｂ": 2552,
  "ｃ": 2553,
  "ｄ": 2554,
  "ｅ": 2555,
  "ｆ": 2556,
  "ｇ": 2557,
  "ｈ": 2558,
  "ｉ": 2559,
  "ｊ": 2560,
  "ｋ": 2561,
  "ｌ": 2562,
  "ｍ": 2563,
  "ｎ": 2564,
  "ｏ": 2565,
  "ｐ": 2566,
  "ｑ": 2567,
  "ｒ": 2568,
  "ｓ": 2569,
  "ｔ": 2570,
  "ｕ": 2571,
  "ｖ": 2572,
  "ｗ": 2573,
  "ｘ": 2574,
  "ｙ": 2575,
  "ｚ": 2576,
  "｛": 2577,
  "｜": 2578,
  "｝": 2579,
  "～": 2580,
  "｟": 2581,
  "｠": 2582,
  "｡": 2583,
  "｢": 2584,
  "｣": 2585,
  "､": 2586,
  "･": 2587,
  "ｦ": 2588,
  "ｧ": 2589,
  "ｨ": 2590,
  "ｩ": 2591,
  "ｪ": 2592,
  "ｫ": 2593,
  "ｬ": 2594,
  "ｭ": 2595,
  "ｮ": 2596,
  "ｯ": 2597,
  "ｰ": 2598,
  "ｱ": 2599,
  "ｲ": 2600,
  "ｳ": 2601,
  "ｴ": 2602,
  "ｵ": 2603,
  "ｶ": 2604,
  "ｷ": 2605,
  "ｸ": 2606,
  "ｹ": 2607,
  "ｺ": 2608,
  "ｻ": 2609,
  "ｼ": 2610,
  "ｽ": 2611,
  "ｾ": 2612,
  "ｿ": 2613,
  "ﾀ": 2614,
  "ﾁ": 2615,
  "ﾂ": 2616,
  "ﾃ": 2617,
  "ﾄ": 2618,
  "ﾅ": 2619,
  "ﾆ": 2620,
  "ﾇ": 2621,
  "ﾈ": 2622,
  "ﾉ": 2623,
  "ﾊ": 2624,
  "ﾋ": 2625,
  "ﾌ": 2626,
  "ﾍ": 2627,
  "ﾎ": 2628,
  "ﾏ": 2629,
  "ﾐ": 2630,
  "ﾑ": 2631,
  "ﾒ": 2632,
  "ﾓ": 2633,
  "ﾔ": 2634,
  "ﾕ": 2635,
  "ﾖ": 2636,
  "ﾗ": 2637,
  "ﾘ": 2638,
  "ﾙ": 2639,
  "ﾚ": 2640,
  "ﾛ": 2641,
  "ﾜ": 2642,
  "ﾝ": 2643,
  "ﾞ": 2644,
  "ﾟ": 2645,
  "ﾠ": 2646,
  "ﾡ": 2647,
  "ﾢ": 2648,
  "ﾣ": 2649,
  "ﾤ": 2650,
  "ﾥ": 2651,
  "ﾦ": 2652,
  "ﾧ": 2653,
  "ﾨ": 2654,
  "ﾩ": 2655,
  "ﾪ": 2656,
  "ﾫ": 2657,
  "ﾬ": 2658,
  "ﾭ": 2659,
  "ﾮ": 2660,
  "ﾯ": 2661,
  "ﾰ": 2662,
  "ﾱ": 2663,
  "ﾲ": 2664,
  "ﾳ": 2665,
  "ﾴ": 2666,
  "ﾵ": 2667,
  "ﾶ": 2668,
  "ﾷ": 2669,
  "ﾸ": 2670,
  "ﾹ": 2671,
  "ﾺ": 2672,
  "ﾻ": 2673,
  "ﾼ": 2674,
  "ﾽ": 2675,
  "ﾾ": 2676,
  "﾿": 2677,
  "￀": 2678,
  "￁": 2679,
  "ￂ": 2680,
  "ￃ": 2681,
  "ￄ": 2682,
  "ￅ": 2683,
  "ￆ": 2684,
  "ￇ": 2685,
  "￈": 2686,
  "￉": 2687,
  "ￊ": 2688,
  "ￋ": 2689,
  "ￌ": 2690,
  "ￍ": 2691,
  "ￎ": 2692,
  "ￏ": 2693,
  "￐": 2694,
  "￑": 2695,
  "ￒ": 2696,
  "ￓ": 2697,
  "ￔ": 2698,
  "ￕ": 2699,
  "ￖ": 2700,
  "ￗ": 2701,
  "￘": 2702,
  "￙": 2703,
  "ￚ": 2704,
  "ￛ": 2705,
  "ￜ": 2706,
  "￝": 2707,
  "￞": 2708,
  "￟": 2709,
  "￠": 2710,
  "￡": 2711,
  "￢": 2712,
  "￣": 2713,
  "￤": 2714,
  "￥": 2715,
  "￦": 2716,
  "￧": 2717,
  "￨": 2718,
  "￩": 2719,
  "￪": 2720,
  "￫": 2721,
  "￬": 2722,
  "￭": 2723,
  "￮": 2724,
  "𠮟": 2725,
  "<utf8_0>": 2726,
  "<utf8_1>": 2727,
  "<utf8_2>": 2728,
  "<utf8_3>": 2729,
  "<utf8_4>": 2730,
  "<utf8_5>": 2731,
  "<utf8_6>": 2732,
  "<utf8_7>": 2733,
  "<utf8_8>": 2734,
  "<utf8_9>": 2735,
  "<utf8_10>": 2736,
  "<utf8_11>": 2737,
  "<utf8_12>": 2738,
  "<utf8_13>": 2739,
  "<utf8_14>": 2740,
  "<utf8_15>": 2741,
  "<utf8_16>": 2742,
  "<utf8_17>": 2743,
  "<utf8_18>": 2744,
  "<utf8_19>": 2745,
  "<utf8_20>": 2746,
  "<utf8_21>": 2747,
  "<utf8_22>": 2748,
  "<utf8_23>": 2749,
  "<utf8_24>": 2750,
  "<utf8_25>": 2751,
  "<utf8_26>": 2752,
  "<utf8_27>": 2753,
  "<utf8_28>": 2754,
  "<utf8_29>": 2755,
  "<utf8_30>": 2756,
  "<utf8_31>": 2757,
  "<utf8_32>": 2758,
  "<utf8_33>": 2759,
  "<utf8_34>": 2760,
  "<utf8_35>": 2761,
  "<utf8_36>": 2762,
  "<utf8_37>": 2763,
  "<utf8_38>": 2764,
  "<utf8_39>": 2765,
  "<utf8_40>": 2766,
  "<utf8_41>": 2767,
  "<utf8_42>": 2768,
  "<utf8_43>": 2769,
  "<utf8_44>": 2770,
  "<utf8_45>": 2771,
  "<utf8_46>": 2772,
  "<utf8_47>": 2773,
  "<utf8_48>": 2774,
  "<utf8_49>": 2775,
  "<utf8_50>": 2776,
  "<utf8_51>": 2777,
  "<utf8_52>": 2778,
  "<utf8_53>": 2779,
  "<utf8_54>": 2780,
  "<utf8_55>": 2781,
  "<utf8_56>": 2782,
  "<utf8_57>": 2783,
  "<utf8_58>": 2784,
  "<utf8_59>": 2785,
  "<utf8_60>": 2786,
  "<utf8_61>": 2787,
  "<utf8_62>": 2788,
  "<utf8_63>": 2789,
  "<utf8_64>": 2790,
  "<utf8_65>": 2791,
  "<utf8_66>": 2792,
  "<utf8_67>": 2793,
  "<utf8_68>": 2794,
  "<utf8_69>": 2795,
  "<utf8_70>": 2796,
  "<utf8_71>": 2797,
  "<utf8_72>": 2798,
  "<utf8_73>": 2799,
  "<utf8_74>": 2800,
  "<utf8_75>": 2801,
  "<utf8_76>": 2802,
  "<utf8_77>": 2803,
  "<utf8_78>": 2804,
  "<utf8_79>": 2805,
  "<utf8_80>": 2806,
  "<utf8_81>": 2807,
  "<utf8_82>": 2808,
  "<utf8_83>": 2809,
  "<utf8_84>": 2810,
  "<utf8_85>": 2811,
  "<utf8_86>": 2812,
  "<utf8_87>": 2813,
  "<utf8_88>": 2814,
  "<utf8_89>": 2815,
  "<utf8_90>": 2816,
  "<utf8_91>": 2817,
  "<utf8_92>": 2818,
  "<utf8_93>": 2819,
  "<utf8_94>": 2820,
  "<utf8_95>": 2821,
  "<utf8_96>": 2822,
  "<utf8_97>": 2823,
  "<utf8_98>": 2824,
  "<utf8_99>": 2825,
  "<utf8_100>": 2826,
  "<utf8_101>": 2827,
  "<utf8_102>": 2828,
  "<utf8_103>": 2829,
  "<utf8_104>": 2830,
  "<utf8_105>": 2831,
  "<utf8_106>": 2832,
  "<utf8_107>": 2833,
  "<utf8_108>": 2834,
  "<utf8_109>": 2835,
  "<utf8_110>": 2836,
  "<utf8_111>": 2837,
  "<utf8_112>": 2838,
  "<utf8_113>": 2839,
  "<utf8_114>": 2840,
  "<utf8_115>": 2841,
  "<utf8_116>": 2842,
  "<utf8_117>": 2843,
  "<utf8_118>": 2844,
  "<utf8_119>": 2845,
  "<utf8_120>": 2846,
  "<utf8_121>": 2847,
  "<utf8_122>": 2848,
  "<utf8_123>": 2849,
  "<utf8_124>": 2850,
  "<utf8_125>": 2851,
  "<utf8_126>": 2852,
  "<utf8_127>": 2853,
  "<utf8_128>": 2854,
  "<utf8_129>": 2855,
  "<utf8_130>": 2856,
  "<utf8_131>": 2857,
  "<utf8_132>": 2858,
  "<utf8_133>": 2859,
  "<utf8_134>": 2860,
  "<utf8_135>": 2861,
  "<utf8_136>": 2862,
  "<utf8_137>": 2863,
  "<utf8_138>": 2864,
  "<utf8_139>": 2865,
  "<utf8_140>": 2866,
  "<utf8_141>": 2867,
  "<utf8_142>": 2868,
  "<utf8_143>": 2869,
  "<utf8_144>": 2870,
  "<utf8_145>": 2871,
  "<utf8_146>": 2872,
  "<utf8_147>": 2873,
  "<utf8_148>": 2874,
  "<utf8_149>": 2875,
  "<utf8_150>": 2876,
  "<utf8_151>": 2877,
  "<utf8_152>": 2878,
  "<utf8_153>": 2879,
  "<utf8_154>": 2880,
  "<utf8_155>": 2881,
  "<utf8_156>": 2882,
  "<utf8_157>": 2883,
  "<utf8_158>": 2884,
  "<utf8_159>": 2885,
  "<utf8_160>": 2886,
  "<utf8_161>": 2887,
  "<utf8_162>": 2888,
  "<utf8_163>": 2889,
  "<utf8_164>": 2890,
  "<utf8_165>": 2891,
  "<utf8_166>": 2892,
  "<utf8_167>": 2893,
  "<utf8_168>": 2894,
  "<utf8_169>": 2895,
  "<utf8_170>": 2896,
  "<utf8_171>": 2897,
  "<utf8_172>": 2898,
  "<utf8_173>": 2899,
  "<utf8_174>": 2900,
  "<utf8_175>": 2901,
  "<utf8_176>": 2902,
  "<utf8_177>": 2903,
  "<utf8_178>": 2904,
  "<utf8_179>": 2905,
  "<utf8_180>": 2906,
  "<utf8_181>": 2907,
  "<utf8_182>": 2908,
  "<utf8_183>": 2909,
  "<utf8_184>": 2910,
  "<utf8_185>": 2911,
  "<utf8_186>": 2912,
  "<utf8_187>": 2913,
  "<utf8_188>": 2914,
  "<utf8_189>": 2915,
  "<utf8_190>": 2916,
  "<utf8_191>": 2917,
  "<utf8_192>": 2918,
  "<utf8_193>": 2919,
  "<utf8_194>": 2920,
  "<utf8_195>": 2921,
  "<utf8_196>": 2922,
  "<utf8_197>": 2923,
  "<utf8_198>": 2924,
  "<utf8_199>": 2925,
  "<utf8_200>": 2926,
  "<utf8_201>": 2927,
  "<utf8_202>": 2928,
  "<utf8_203>": 2929,
  "<utf8_204>": 2930,
  "<utf8_205>": 2931,
  "<utf8_206>": 2932,
  "<utf8_207>": 2933,
  "<utf8_208>": 2934,
  "<utf8_209>": 2935,
  "<utf8_210>": 2936,
  "<utf8_211>": 2937,
  "<utf8_212>": 2938,
  "<utf8_213>": 2939,
  "<utf8_214>": 2940,
  "<utf8_215>": 2941,
  "<utf8_216>": 2942,
  "<utf8_217>": 2943,
  "<utf8_218>": 2944,
  "<utf8_219>": 2945,
  "<utf8_220>": 2946,
  "<utf8_221>": 2947,
  "<utf8_222>": 2948,
  "<utf8_223>": 2949,
  "<utf8_224>": 2950,
  "<utf8_225>": 2951,
  "<utf8_226>": 2952,
  "<utf8_227>": 2953,
  "<utf8_228>": 2954,
  "<utf8_229>": 2955,
  "<utf8_230>": 2956,
  "<utf8_231>": 2957,
  "<utf8_232>": 2958,
  "<utf8_233>": 2959,
  "<utf8_234>": 2960,
  "<utf8_235>": 2961,
  "<utf8_236>": 2962,
  "<utf8_237>": 2963,
  "<utf8_238>": 2964,
  "<utf8_239>": 2965,
  "<utf8_240>": 2966,
  "<utf8_241>": 2967,
  "<utf8_242>": 2968,
  "<utf8_243>": 2969,
  "<utf8_244>": 2970,
  "<utf8_245>": 2971,
  "<utf8_246>": 2972,
  "<utf8_247>": 2973,
  "<utf8_248>": 2974,
  "<utf8_249>": 2975,
  "<utf8_250>": 2976,
  "<utf8_251>": 2977,
  "<utf8_252>": 2978,
  "<utf8_253>": 2979,
  "<utf8_254>": 2980,
  "<utf8_255>": 2981,
  "  ": 2982,
  "    ": 2983,
  "\n    ": 2984,
  "\n        ": 2985,
  "る。": 2986,
  "する": 2987,
  "==": 2988,
  "は、": 2989,
  "され": 2990,
  "モデ": 2991,
  "モデル": 2992,
  "\n\n": 2993,
  "LM": 2994,
  "LLM": 2995,
  "        ": 2996,
  "こと": 2997,
  "訓練": 2998,
  "  \n        ": 2999,
  "ータ": 3000,
  "して": 3001
}